9/data/attachments/7c0470cdf4646202.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Cheryl_fear_Friend_98776_6</nif:username>
            <nif:friendToBeRequested>soap_friends_d366836b-e2c0-4eb9-9fd1-af3937f5afc0</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>